{
  "package-id": "au.digitalhealth.r4",
  "title": "Australian Digital Health Agency FHIR Implementation Guide",
  "canonical": "http://ns.electronichealth.net.au/fhir/dh",
  "introduction" : "The Australian Digital Health Agency FHIR Implementation Guide contains HL7™ FHIR® artefacts authored and maintained by the Agency to support the electronic exchange of health information between individuals, healthcare providers, and the My Health Record system infrastructure in Australia. Wherever possible, material in this specification is based on existing standards. All efforts have been made to minimise divergence from the HL7 Australia profiles of HL7 International standards to provide for system interoperability and compatibility with other profiles.",
  "category": "Patient Summary",
  "list": [
    {
      "version": "current",
      "desc": "Continuous Integration Build R4  (latest in version control) - Content subject to frequent changes.",
      "path": "https://build.fhir.org/ig/AuDigitalHealth/ci-fhir-r4",
      "status": "ci-build",
      "fhirversion": "4.0.1",
      "current": true
    },
    {
      "version": "1.0.0",
      "date": "2022-10-06",
      "desc": "Release of the Australian Digital Health Agency FHIR Implementation Guide in HL7™ FHIR® Release 4 (R4) to support the electronic exchange of Medicare records between individuals, healthcare providers, and the My Health Record system infrastructure in Australia.",
      "path": "https://fhir.digitalhealth.gov.au/R4/dh/1.0.0",
      "fhirversion": "4.0.1",
      "status": "release",
      "sequence": "R4",
      "current": true
    },
    {
      "version": "1.1.0-draft",
      "date": "1999-09-09",
      "desc": "Release of the Australian Digital Health Agency FHIR Implementation Guide in HL7™ FHIR® Release 4 (R4) to support the electronic exchange of GP practice registration information for a patient between individuals, healthcare providers, and the My Health Record system infrastructure in Australia.",
      "path": "https://build.fhir.org/ig/AuDigitalHealth/ci-fhir-r4/branches/1.1.0",
      "fhirversion": "4.0.1",
      "status": "draft",
      "sequence": "R4"
      }
  ]
}